from typing import Iterable

DEFAULT_PLACES: Iterable = (
    # (place_uid, place_id, latitude, longitude, place_title)
    ('ymapsbm1://org?oid=1025596695', 1623352049, 55.73367783959271, 37.58942143075302, 'Мамонтов'),
    ('ymapsbm1://org?oid=141140606816', 3539223025, 55.69762818856094, 37.49730284476615, 'Додо-Пицца'),
    ('ymapsbm1://org?oid=14944872404', 4347018837, 55.82234557509941, 37.72713393226704, 'Пропан-24'),
    ('ymapsbm1://org?oid=124555138674', 1942064781, 55.61265963120949, 37.68409858694531, 'Музей-заповедник-Царицыно'),
    ('ymapsbm1://org?oid=134973654331', 3243719557, 55.67691386383724, 37.76050297185904, 'Атонт'),
    ('ymapsbm1://org?oid=189623566744', 4302823368, 55.86460845835871, 37.57253205099164, 'Яндекс-Маркет'),
    ('ymapsbm1://org?oid=1164013198', 4040168793, 55.79204802140237, 37.455695819333755, 'Театр-Лица'),
)
